arthurwang.vsc-prolog
bmewburn.vscode-intelephense-client
CoenraadS.bracket-pair-colorizer-2
Dart-Code.dart-code
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.code-runner
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
monokai.theme-monokai-pro-vscode
ms-python.python
ms-vscode.cpptools
naco-siren.gradle-language
redhat.java
slevesque.shader
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
