10F.laetus
arthurwang.vsc-prolog
bmewburn.vscode-intelephense-client
CoenraadS.bracket-pair-colorizer-2
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eamodio.gitlens
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.code-runner
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
jdinhlife.gruvbox
mathiasfrohlich.Kotlin
monokai.theme-monokai-pro-vscode
ms-python.python
ms-vscode.cpptools
naco-siren.gradle-language
ritwickdey.LiveServer
s3gf4ult.monokai-vibrant
slevesque.shader
teabyii.ayu
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
